{
  "title": "F3 MOUs",
  "search_placeholder": "Search by code or partner",
  "search": "Search",
  "headers": {
    "mou_code": "MOU Code",
    "partner": "Partner",
    "err_state": "ERR / State",
    "total": "Total",
    "end_date": "End Date",
    "created": "Created",
    "actions": "Actions"
  },
  "preview": "Preview",
  "add_payment": "Add Payment",
  "update_payment": "Update Payment",
  "view_payment": "View Payment",
  "mou_agreement": "Memorandum of Understanding Agreement",
  "between": "Between",
  "and": "And",
  "purpose": "Purpose",
  "purpose_desc": "This MOU will guide the partnership between {{partner}} and {{err}} to support the community and provide for the humanitarian needs of people affected by the ongoing conflict in Sudan.",
  "activities_intro": "This will be accomplished by undertaking the following activities:",
  "shall_err": "{{err}} shall",
  "objectives": "Objectives",
  "target_beneficiaries": "Target Beneficiaries",
  "planned_activities": "Planned Activities",
  "location": "Location",
  "shall_partner": "{{partner}} shall",
  "partner_provide_sum": "Provide a sum of ${{amount}}.",
  "partner_accept_apps": "Accept applications submitted by communities that determine needs priorities (protection, WASH, food security, health, shelter/NFIs).",
  "partner_assess_needs": "Assess needs fairly using the community-led methodology (F1 submit).",
  "partner_support_followup": "Provide technical support and ensure consistent follow-up on agreed procedures.",
  "partner_report": "Report to the donor.",
  "principles": "Principles of Partnership",
  "principles_en_desc": "All parties have entered into this agreement in a spirit of cooperation, valuing the different skills, experiences, knowledge, and opinions that each party brings. All parties will support a culture where risk management is valued as essential and beneficial. The parties commit to desired outcomes and expected benefits, share and listen to new ideas, seek to use experiences to overcome challenges, and agree to regular and proactive communication with early escalation of issues.",
  "principles_ar_desc": "دخلت جميع الأطراف في هذه الاتفاقية بروح التعاون، مع تقدير المهارات والخبرات والمعرفة والآراء المختلفة التي يجلبها كل طرف. ستدعم جميع الأطراف ثقافة يعتبر فيها إدارة المخاطر أمرًا أساسيًا ومفيدًا. تلتزم الأطراف بالنتائج المرجوة والفوائد المتوقعة، وتشارك الأفكار الجديدة وتستمع إليها، وتسعى للاستفادة من خبرات الأطراف الأخرى لتجاوز التحديات، وتوافق على التواصل المنتظم والاستباقي مع التصعيد المبكر للمشكلات لضمان الحل السريع.",
  "reports": "Reports",
  "reports_en_desc": "The partner shall present a narrative report (F5) and a financial report (F4) after completion, sharing details of work completed, people supported, and a breakdown of costs. This must follow the F-system templates. ERR undertakes to return any funds for which accounting is not provided.",
  "reports_ar_desc": "يلتزم الشريك بتقديم تقرير سردي (F5) وتقرير مالي (F4) بعد اكتمال التنفيذ، يتضمن تفاصيل الأعمال المنجزة، وعدد الأشخاص المستفيدين، وتفصيلاً للتكاليف. يجب أن يتبع ذلك نماذج نظام الـ F. وتلتزم غرفة الطوارئ بإعادة أي أموال لا يتم تقديم حسابات عنها.",
  "funding": "Funding",
  "funding_en_desc": "The {{partner}} will provide a grant of ${{amount}} upon signing this MOU. Disbursement and proof-of-payment requirements apply per policy.",
  "funding_ar_desc": "سيقوم {{partner}} بتقديم منحة قدرها ${{amount}} عند توقيع مذكرة التفاهم هذه. تنطبق متطلبات الصرف وإثبات الدفع وفق السياسات المعمول بها.",
  "budget": "Budget",
  "budget_en_desc": "A detailed budget is maintained in the F1(s) linked to this MOU. Procurement procedures apply; changes or obstacles must be reported at least 24 hours in advance.",
  "budget_ar_desc": "يتم الاحتفاظ بميزانية تفصيلية في نماذج F1 المرتبطة بهذه المذكرة. تُطبق إجراءات الشراء، ويجب الإبلاغ عن أي تغييرات أو عوائق قبل 24 ساعة على الأقل.",
  "approved_accounts": "Approved Accounts",
  "approved_accounts_en_desc": "Account details as shared and approved by ERR will be used for disbursement.",
  "approved_accounts_ar_desc": "تُستخدم تفاصيل الحساب المعتمدة من غرفة الطوارئ في عمليات الصرف.",
  "duration": "Duration",
  "duration_en_until": "This MOU is effective upon signature by authorized officials of both parties. It will terminate on {{date}}.",
  "duration_en_open": "This MOU is effective upon signature by authorized officials of both parties. It remains valid unless terminated by mutual consent.",
  "contact_info": "Contact Information",
  "partner_label": "Partner",
  "representative": "Representative",
  "position": "Position",
  "email": "Email",
  "phone": "Phone",
  "err_label": "ERR"
}


